---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLengthn1
source: html/6f938ad1-deb8-d57e-7bb8-e2d7a121b096.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLengthn1 Property

"Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLengthn1 { get; }
```